{
  "articles": [
    {
      "id": 1,
      "imgUrl": "https://arsitagx-master-article.s3.ap-southeast-1.amazonaws.com/article-photo/969/Colorbond-artikel-cover.jpg",
      "title": "Colorbond Indonesia: Menjawab Kebutuhan Konsep Arsitektur Modern Masa Depan ",
      "content": "Salah satu tantangan masa depan yang cukup mendesak adalah perubahan iklim (climate change). Para ilmuwan telah sepakat bahwa perilaku manusia, termasuk dalam mendesain bangunan dan lingkungan, turut berperan serta dalam memicu terjadinya perubahan iklim. Oleh karena itu, penting sekali untuk memikirkan cara-cara baru dalam mendesain bangunan dan lingkungan dengan metode yang lebih ramah lingkungan. \n Salah satu cara untuk membangun rumah atau bangunan lainnya dengan lebih ramah lingkungan tentunya adalah dengan menggunakan material yang ramah lingkungan. Ada banyak kriteria untuk menilai apakah suatu material itu ramah lingkungan atau tidak. Salah satunya adalah masalah keawetan material tersebut. Semakin awet, berarti material tersebut lebih ramah lingkungan karena tidak perlu dibuang lalu diproduksi berulang-ulang untuk menggantinya. Colorbond adalah material yang sangat tahan lama, terbuat dari sebagian bahan daur ulang, dan 100% recyclable atau dapat didaur ulang. \n ",
      "author": "Arsitag"
    },
    {
      "id": 2,
      "imgUrl": "https://arsitagx-master-article.s3.ap-southeast-1.amazonaws.com/article-photo/677/cara-minimalisasi-risiko-covid-19-dalam-konstruksi-cover.jpg",
      "title": "Pedoman Meminimalisasi Risiko Penularan Covid-19 dalam Pelaksanaan Proyek Konstruksi",
      "content": "Pandemi Covid-19 telah mempengaruhi bahkan menghentikan hampir semua aktivitas ekonomi di berbagai negara, tidak terkecuali di Indonesia. Untuk mencegah penularan, organisasi kesehatan dunia WHO menganjurkan physical distancing, atau menjaga jarak fisik demi mencegah penularan virus tersebut. Kebanyakan negara mengambil langkah complete lockdown yang melarang total aktivitas bisnis non-esensial dan aktivitas luar rumah selain berbelanja bahan kebutuhan sehari-hari dan pergi ke rumah sakit.",
      "author": "Arsitag"
    },
    {
      "id": 3,
      "imgUrl": "https://arsitagx-master-article.s3.ap-southeast-1.amazonaws.com/article-photo/664/afair-ui-galeri-nasional-1.jpg",
      "title": "“Us Within, Us Without”: Merefleksi Kembali Kemaslahatan Arsitektur di Tengah Kehidupan Manusia ",
      "content": "Setelah menggelar workshop dan talkshow serupa di tahun 2019, AFAIR 2020 kembali menggelar pameran edukasi arsitektur dan diskusi terbuka di Galeri Nasional Indonesia. Pameran berlangsung pada 28 Januari - 9 Februari 2020 kemarin. Karya-karya terbaik yang dipamerkan dalam AFAIR merupakan hasil karya mahasiswa arsitektur dari seluruh Indonesia yang telah dikurasi oleh Yandi Andri Yatmo, selaku kurator dan dewan pengajar dari Departemen Arsitektur Universitas Indonesia. Pameran ini pun menjadi acara puncak bagi para pemenang sayembara AFAIR bertemakan “Urban Detox,” sebagai ajang mempresentasikan dan memamerkan karyanya kepada publik.",
      "author": "Arsitag"
    },
    {
      "title": "Cara Menghitung Besaran Biaya Jasa Arsitek",
      "content": "Praktik profesi Arsitek di Indonesia di saat sekarang ini sudah mulai dikenal dan digunakan oleh beragam kalangan. Baik karena keterbatasan pemahaman tentang dunia konstruksi sampai keinginan untuk membuat desain hunian yang monumental dan menjadi kebanggaan sang Pemilik.\nKetertarikan Pengguna Jasa Arsitek tentu tidak terlepas dari pertimbangan seberapa besar biaya yang dikeluarkan untuk mendapatkan hasil jasa desain yang sesuai dengan impian yang diinginkan oleh Pengguna Jasa.\nSemakin seorang Arsitek ataupun Biro Konsultan Arsitek itu terkenal, maka semakin fantastis juga dana yang harus dikeluarkan oleh pengguna jasa untuk mendapatkan hasil desain sang arsitek tersebut.\nLalu, Sebagai Pengguna Jasa ingin mengetahui sebenarnya berapa sih Biaya jasa desain seorang Arsitek? atau harus Bagaimana sebagai Pelaku Jasa Arsitek yang ingin memulai menjalankan praktik profesi arsitek untuk menentukan biaya jasa desainnya? Apakah ada Ketentuan yang mengatur perihal Biaya Jasa Profesi arsitek? Mari kita lanjutkan pembahasannya. Ketentuan Biaya Jasa atau Imbalan Jasa Profesi Arsitek telah di atur dalam Pedoman Hubungan Kerja Antara Arsitek dengan Pengguna Jasa (2007), dalam pedoman ini disebutkan ketentuan yang mengatur besaran biaya yang di tawarkan oleh seorang Arsitek kepada Pengguna Jasa. Namun Pedoman ini bersifat acuan standar yang bisa di gunakan, namun tidak mengikat bagi para Arsitek.\n",
      "imgUrl": "https://lutfihutama.com/wp-content/uploads/2021/09/wp4258299-2048x1280.jpg",
      "author": " Lutfi Hutama ST., MT. ",
      "id": 4
    },
    {
      "title": "Konseptual Desain Arsitektur",
      "content": "Menurut Pedoman Hubungan Kerja antara Arsitek dengan Pengguna Jasa Ikatan Arsitek Indonesia (2007), Layanan Utama Jasa Arsitek merupakan pekerjaan perancangan arsitektur dan pengelolaan proses pembangunan/lingkungan binaan yang dilaksanakan dalam tahapan pekerjaan sebagai berikut :\n\n    - Konsep Rancangan\n    - Perancangan (Schematic Design)\n    - Pengembangan Rancangan\n    - Pembuatan Gambar Kerja\n    - Proses Pengadaan Pelaksana Konstruksi\n    - Pengawasan Berkala\n\nDari penjelasan tersebut ternyata lingkup kerja seorang Arsitek itu ternyata banyak tahapan nya, dan istilah “Gambar” dalam arsitektur itu juga terbagi berdasarkan tingkat detail gambar yang di hasilkan. Tugas Kepada Arsitek sebenarnya bisa merupakan sebagian atau keseluruhan dari tahapan tersebut.",
      "imgUrl": "https://lutfihutama.com/wp-content/uploads/2021/09/PA_Top-Ten-Reasons-to-be-an-Architect-3.jpg",
      "author": " Lutfi Hutama ST., MT.",
      "id": 5
    },
    {
      "title": " Ketahui Detail Proses Tiap Tahapan Desain Rumah ",
      "content": "Sebelum menghubungi arsitek, ada baiknya Anda melakukan pengukuran lahan yang akurat terlebih dahulu agar proses desain dapat dilakukan lebih cepat dan efektif. Anda bisa menggunakan bantuan Jasa Ukur Lahan yang terdapat di berbagai wilayah.\n\nDengan bantuan Jasa Ukur Lahan serta teodolit, ukuran lahan yang presisi pun bisa didapat dan dijadikan acuan saat mendesain. Perlu diketahui, ukuran lahan yang tak presisi bisa menimbulkan banyak masalah pada saat pelaksanaan. Karenanya, pastikan data lahan diambil dengan bantuan profesional dan alat yang memadai.\n\nSelain pengukuran lahan, tes sondir juga diperlukan agar ahli struktur dapat menganalisa struktur bangunan yang tepat untuk digunakan pada lahan Anda karena kondisi tanah yang berbeda di tiap lahan memerlukan jenis struktur atau pondasi yang berbeda-beda pula.\n\nSetelah data-data di atas diinformasikan ke customer service, nantinya data tersebut diserahkan ke arsitek agar bisa  dianalisa dan dibuat draft denah bangunan sesuai dengan data kebutuhan ruang yang dibutuhkan. Pada tahap ini, arsitek akan menghubungi Anda baik melalui Whatsapp, Team Viewer atau Zoom untuk melakukan online meeting.\n\nBila luasan lahan tidak mencukupi semua kebutuhan ruang yang Anda inginkan, arsitek akan memberi alternatif untuk penambahan lantai atau pengurangan jumlah ruang. Arsitek juga akan menginformasikan estimasi luasan bangunan yang diperlukan sesuai kebutuhan ruang Anda.\n\nNantinya, konsep denah yang diajukan pada tahap ini adalah ide awal saja. Anda dapat meminta revisi pada gambar denah setelah melakukan pembayaran tahap pertama terlebih dahulu.",
      "imgUrl": "https://i0.wp.com/www.emporioarchitect.com/img/blog/ketahui-detail-proses-tiap-tahapan-desain-280122024532426435.webp",
      "author": "Fairus Rizki Nurrahmawati, S.Ars",
      "id": 6
    }
  ]
}